<template>
	<div class="info">
		<img class="img-info" src="/static/img/information_info01.png" alt="">
		<div class="info-wrapper">
			<div class="info-list">
				<div class="info-list-item" v-for='(menu,index) in info_list' :class='{active: cur_info.index === index}' @click='changes(menu,index)'>{{menu.title}}</div>
			</div>
				<infoMain  :infoTitle='cur_info.cur_menu.title' :infoList = 'listData' :listShow='listShow'></infoMain>
		</div>
	</div>
</template>

<script type="text/ecmascript-6">
	import infoMain from 'components/infoMain/infoMain.vue';
	export default {
		data() {
			return {
				info_list: [
					{name: 'tips', title: '通知公告'},
					{name: 'rules', title: '规章制度'},
					{name: 'coursewares', title: '课件资料'},
					{name: 'flags', title: '安全标示'}
				],
				cur_info: {index: 0, cur_menu: {title: ''}},
				tips_data: [
					{
					    "content": "各单位： 经实验室处、保卫部共同研究，决定将《实验室安全教育与考试系统》更名为《清华大学安全知识考核系统》。为方便各院系、部处及后勤等全校各单位使用，现说明如下： 1、  该系统的网址是http://aqjy.tsinghua.edu.cn，凡可登录清华大学信息门户的师生员工，均可以Info工作证号/学生证号及密码登陆使用该系统；其他人员可向学校技术安全办公室申请，授权后使用。 2、  该系统建有基本题库，各单位可以根据自身实际情况，遴选构建各自的应用题库。基本题库试题不能完全满足某个单位特殊需要时，该单位可在应用题库中增补自己认为必要的试题。增补的试题，各单位可以随时修订完善，还可与其他单位共享使用。 3、  2013年秋季学期多数院系使用该系统，对新入学研究生和本科生的安全培训效果进行了考核，普遍反应良好。 欢迎各部处及后勤单位使用清华大学安全知识考核系统，组织各自业务范围内的安全知识培训、学习和考核！拟使用该系统落实安全工作的单位，可尽快与学校技术安全办公室联系，获得应用题库管理权限，方便定期组织安全培训、学习与考核。 使用过程如有疑问，可与实验室处、保卫处及时联系。 联系人：郭英姿62799011、赵光烈62771091 电子邮箱：guoyz@tsinghua.edu.cn、glzhao@tsinghua.edu.cn 实验室与设备处 保卫部 2013年10月15日",
					    "time": "2008-06-23",
					    "title": "关于《清华大学安全知识考核系统》的使用通知"
					},
					{
					    "content": "各单位： 经实验室处、保卫部共同研究，决定将《实验室安全教育与考试系统》更名为《清华大学安全知识考核系统》。为方便各院系、部处及后勤等全校各单位使用，现说明如下： 1、  该系统的网址是http://aqjy.tsinghua.edu.cn，凡可登录清华大学信息门户的师生员工，均可以Info工作证号/学生证号及密码登陆使用该系统；其他人员可向学校技术安全办公室申请，授权后使用。 2、  该系统建有基本题库，各单位可以根据自身实际情况，遴选构建各自的应用题库。基本题库试题不能完全满足某个单位特殊需要时，该单位可在应用题库中增补自己认为必要的试题。增补的试题，各单位可以随时修订完善，还可与其他单位共享使用。 3、  2013年秋季学期多数院系使用该系统，对新入学研究生和本科生的安全培训效果进行了考核，普遍反应良好。 欢迎各部处及后勤单位使用清华大学安全知识考核系统，组织各自业务范围内的安全知识培训、学习和考核！拟使用该系统落实安全工作的单位，可尽快与学校技术安全办公室联系，获得应用题库管理权限，方便定期组织安全培训、学习与考核。 使用过程如有疑问，可与实验室处、保卫处及时联系。 联系人：郭英姿62799011、赵光烈62771091 电子邮箱：guoyz@tsinghua.edu.cn、glzhao@tsinghua.edu.cn 实验室与设备处 保卫部 2013年10月15日",
					    "time": "2000-09-05",
					    "title": "关于《清华大学安全知识考核系统》的使用通知"
					},
					{
					    "content": "各单位： 经实验室处、保卫部共同研究，决定将《实验室安全教育与考试系统》更名为《清华大学安全知识考核系统》。为方便各院系、部处及后勤等全校各单位使用，现说明如下： 1、  该系统的网址是http://aqjy.tsinghua.edu.cn，凡可登录清华大学信息门户的师生员工，均可以Info工作证号/学生证号及密码登陆使用该系统；其他人员可向学校技术安全办公室申请，授权后使用。 2、  该系统建有基本题库，各单位可以根据自身实际情况，遴选构建各自的应用题库。基本题库试题不能完全满足某个单位特殊需要时，该单位可在应用题库中增补自己认为必要的试题。增补的试题，各单位可以随时修订完善，还可与其他单位共享使用。 3、  2013年秋季学期多数院系使用该系统，对新入学研究生和本科生的安全培训效果进行了考核，普遍反应良好。 欢迎各部处及后勤单位使用清华大学安全知识考核系统，组织各自业务范围内的安全知识培训、学习和考核！拟使用该系统落实安全工作的单位，可尽快与学校技术安全办公室联系，获得应用题库管理权限，方便定期组织安全培训、学习与考核。 使用过程如有疑问，可与实验室处、保卫处及时联系。 联系人：郭英姿62799011、赵光烈62771091 电子邮箱：guoyz@tsinghua.edu.cn、glzhao@tsinghua.edu.cn 实验室与设备处 保卫部 2013年10月15日",
					    "time": "1979-02-16",
					    "title": "关于《清华大学安全知识考核系统》的使用通知"
					},
					{
					    "content": "各单位： 经实验室处、保卫部共同研究，决定将《实验室安全教育与考试系统》更名为《清华大学安全知识考核系统》。为方便各院系、部处及后勤等全校各单位使用，现说明如下： 1、  该系统的网址是http://aqjy.tsinghua.edu.cn，凡可登录清华大学信息门户的师生员工，均可以Info工作证号/学生证号及密码登陆使用该系统；其他人员可向学校技术安全办公室申请，授权后使用。 2、  该系统建有基本题库，各单位可以根据自身实际情况，遴选构建各自的应用题库。基本题库试题不能完全满足某个单位特殊需要时，该单位可在应用题库中增补自己认为必要的试题。增补的试题，各单位可以随时修订完善，还可与其他单位共享使用。 3、  2013年秋季学期多数院系使用该系统，对新入学研究生和本科生的安全培训效果进行了考核，普遍反应良好。 欢迎各部处及后勤单位使用清华大学安全知识考核系统，组织各自业务范围内的安全知识培训、学习和考核！拟使用该系统落实安全工作的单位，可尽快与学校技术安全办公室联系，获得应用题库管理权限，方便定期组织安全培训、学习与考核。 使用过程如有疑问，可与实验室处、保卫处及时联系。 联系人：郭英姿62799011、赵光烈62771091 电子邮箱：guoyz@tsinghua.edu.cn、glzhao@tsinghua.edu.cn 实验室与设备处 保卫部 2013年10月15日",
					    "time": "1984-04-20",
					    "title": "关于《清华大学安全知识考核系统》的使用通知"
					}
				],
				rules_data: [
					{
					"content": "2003年4月24日 国家质量监督检验检疫总局令第46号 第一章 总 则 第一条 为加强气瓶安全监察工作，保证气瓶安全使用，保护人民生命和财产安全，根据《特种设备安全监察条例》和《危险化学品安全管理条例》的有关要求，制定本规定。 第二条 本规定适用于正常环境温度（-40～60℃）下使用的、公称工作压力大于或等于0.2MPa（表压）且压力与容积的乘积大于或等于1.0MPa·L的盛装气体、液化气体和标准沸点等于或低于60℃的液体的气瓶（不含仅在灭火时承受压力、储存时不承受压力的灭火用气瓶）。 军事装备、核设施、航空航天器、铁路机车、船舶和海上设施使用的气瓶不适用本规定。 第三条 在中华人民共和国境内使用的气瓶，其设计、制造、充装、运输、储存、销售、使用和检验等各项活动，应当遵守本规定。 第四条 国家质量监督检验检疫总局（以下简称国家质检总局）负责全国范围内气瓶的安全监察工作，县以上地方质量技术监督行政部门（以下简称质监部门）对本行政区域内的气瓶实施安全监察。 第二章 气瓶设计与制造 第五条 气瓶设计实行设计文件鉴定制度。气瓶设计文件应当经国家质检总局特种设备安全监察机构（以下简称总局安全监察机构）核准的检验检测机构鉴定，方可用于制造。 第六条 气瓶制造单位申请设计文件鉴定时，应当提交齐全的设计文件和产品型式试验报告。气瓶设计文件应当包括： （一）设计任务书； （二）设计图样（含钢印印模图样）； （三）设计计算书； （四）设计说明书； （五）标准化审查报告； （六）使用说明书。 改变气瓶瓶体主体结构、设计厚度、瓶体材料牌号时，气瓶制造单位应当重新申请设计文件鉴定。 第七条 气瓶设计文件应当符合有关安全技术规范的规定，并满足相应国家标准（行业标准）或企业标准的要求。 第八条 液化石油气气瓶上应当设计装配防止超装的液位限制装置；易燃气体气瓶和助燃气体气瓶的瓶口螺纹和阀门出气口应当设计成不同的左右螺纹的旋向和内外螺纹的结构。 第九条 在我国境内使用的气瓶及其附件（包括气瓶瓶阀、减压阀、液位限制阀等，下同），其境内外制造企业应当取得国家质检总局颁发的制造许可证书，方可从事制造活动。气瓶及其附件的制造许可按照《锅炉压力容器制造监督管理办法》的规定执行。 从事气瓶焊接和无损检测的人员，应当经安全监察机构考核合格，并取得证书后，方可从事相应工作。 第十条 在我国境内使用的气瓶应当按照我国安全技术规范和国家标准（行业标准）生产。暂时没有国家标准（行业标准）时，应当制定符合安全技术规范要求的企业标准。 第十一条 在符合有关气瓶安全技术规范和国家标准的条件下，气瓶制造单位可按气瓶充装单位的要求，生产专用标识气瓶。 第十二条 气瓶及附件正式投产前，应当按照安全技术规范及相关标准的要求进行型式试验。改变设计文件或者主要制造工艺或者停产时间超过6个月重新生产时，应当进行气瓶的型式试验。 第十三条 研制、开发气瓶及其附件新产品，应当进行型式试验和技术评定。 第十四条 气瓶应当逐只进行监督检验后方可出厂（出口气瓶按合同或其他有关规定执行）。气瓶出厂时，制造单位应当在产品的明显位置上，以钢印（或者其他固定形式）注明制造单位的制造许可证编号和企业代号标志以及气瓶出厂编号，并向用户逐只出具铭牌式或者其他能固定于气瓶上的产品合格证，按批出具批量检验质量证明书。产品合格证和批量检验质量证明书的内容，应当符合相应的安全技术规范及产品标准的规定。 第十五条 气瓶及其附件制造单位必须对设计、制造的气瓶及其附件的安全性能和产品质量负责。气瓶阀门制造单位应当保证气瓶阀门至少安全使用到气瓶的下一个检验周期。 第三章 气瓶制造监督检验 第十六条 承担气瓶制造监督检验工作的检验机构（以下简称监检机构），应当经国家质检总局核准。监检机构所监督检验的产品，应当符合受检单位所取得的制造许可证书所规定的品种范围。 第十七条 监督检验的主要内容包括： （一）对气瓶制造过程中涉及安全的水压试验、气瓶出厂编号和打监督检验钢印等重要项目进行逐只监督检验； （二）对气瓶材料的复验、气瓶爆破试验和产品试样的力学性能和其他理化性能测试进行现场监督确认； （三）对受检单位的气瓶制造质量管理体系运转情况进行监督。 气瓶制造监督检验报告应当包括上述3项内容和结论。 第十八条 监检机构应当加强对监督检验工作的管理，根据受检单位生产的实际情况，派出相应的监督检验人员，及时完成监督检验任务；应当对监督检验人员进行培训和定期考核，为检验人员配备必要的检验和检测工具，确保监督检验工作质量。监检机构应当对出具的监督检验报告负责。 第十九条 监督检验人员应当认真履行职责，监督检验到位。应当根据有关安全技术规范及标准的要求实施监督检验，认真做好监督检验记录，对受检单位提供的技术资料等应当妥善保管，并予以保密。 签发监督检验报告的检验人员，应当持有国家质检总局颁发的压力容器检验师证书。 第二十条 监督检验人员发现受检单位质量管理体系运转失控而影响产品质量时，应当及时书面通知受检单位改正，并报告受检单位制造许可证发证部门。监督检验人员在监督检验中发现零部件存在安全质量问题时，有权制止零部件流入下道工序。 第二十一条 在监督检验过程中，受检单位和监检机构发生争议时，可提请受检单位所在地的地（市）级质监部门处理。必要时，可提请上一级质监部门处理。 第二十二条 监检机构所在地的地（市）级质监部门安全监察机构，应当每年对监检机构和受检单位进行监督检查。发现监检机构不能履行职责和受检单位逃避监督检验的问题，应当及时处理，并报告监检机构的核准部门和受检单位制造许可证发证部门。 第四章 气瓶充装 第二十三条 气瓶充装单位应当向省级质监部门特种设备安全监察机构提出充装许可书面申请。经审查，确认符合条件者，由省级质监部门颁发《气瓶充装许可证》。未取得《气瓶充装许可证》的，不得从事气瓶充装工作。 第二十四条 《气瓶充装许可证》有效期为4年，有效期满前，气瓶充装单位应当向原批准部门申请更换《气瓶充装许可证》。未按规定提出申请或未获准更换《气瓶充装许可证》的，有效期满后不得继续从事气瓶充装工作。 第二十五条 气瓶充装单位应当符合以下条件： （一）具有营业执照； （二）有适应气瓶充装和安全管理需要的技术人员和特种设备作业人员，具有与充装的气体种类相适应的完好的充装设施、工器具、检测手段、场地厂房，有符合要求的安全设施； （三）具有一定的气体储存能力和足够数量的自有产权气瓶； （四）符合相应气瓶充装站安全技术规范及国家标准的要求，建立健全的气瓶充装质量保证体系和安全管理制度。 第二十六条 气瓶充装单位应当履行以下义务： （一）向气体消费者提供气瓶，并对气瓶的安全全面负责； （二）负责气瓶的维护、保养和颜色标志的涂敷工作； （三）按照安全技术规范及有关国家标准的规定，负责做好气瓶充装前的检查和充装记录，并对气瓶的充装安全负责； （四）负责对充装作业人员和充装前检查人员进行有关气体性质、气瓶的基础知识、潜在危险和应急处理措施等内容的培训； （五）负责向气瓶使用者宣传安全使用知识和危险性警示要求，并在所充装的气瓶上粘贴符合安全技术规范及国家标准规定的警示标签和充装标签； （六）负责气瓶的送检工作，将不符合安全要求的气瓶送交地（市）级或地（市）级以上质监部门指定的气瓶检验机构报废销毁； （七）配合气瓶安全事故调查工作。 车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其它经省级质监部门安全监察机构同意的气瓶充装单位，应当履行上述规定的第（三）项、第（四）项、第（五）项、第（七）项义务。 第二十七条 充装单位应当采用计算机对所充装的自有产权气瓶进行建档登记，并负责涂敷充装站标志、气瓶编号和打充装站标志钢印。充装站标志应经省级质监部门备案。鼓励采用条码等先进信息化手段对气瓶进行安全管理。 第二十八条 气瓶充装单位应当保持气瓶充装人员的相对稳定。充装单位负责人和气瓶充装人员应当经地（市）级或者地（市）级以上质监部门考核，取得特种设备作业人员证书。 第二十九条 气瓶充装单位只能充装自有产权气瓶（车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其他经省级质监部门安全监察机构同意的气瓶除外），不得充装技术档案不在本充装单位的气瓶。 第三十条 气瓶充装前和充装后，应当由充装单位持证作业人员逐只对气瓶进行检查，发现超装、错装、泄漏或其他异常现象的，要立即进行妥善处理。 充装时，充装人员应按有关安全技术规范和国家标准规定进行充装。对未列入安全技术规范或国家标准的气体，应当制定企业充装标准，按标准规定的充装系数或充装压力进行充装。禁止对使用过的非重复充装气瓶再次进行充装。 第三十一条 气瓶充装单位应当保证充装的气体质量和充装量符合安全技术规范规定及相关标准的要求。 第三十二条 任何单位和个人不得改装气瓶或将报废气瓶翻新后使用。 第三十三条 地（市）级质监部门安全监察机构应当每年对辖区内的气瓶充装单位进行年度监督检查。年度监督检查的内容包括：自有产权气瓶的数量、钢印标志和建档情况、自有产权气瓶的充装和定期检验情况、充装单位负责人和充装人员持证情况。气瓶充装单位应当按照要求每年报送上述材料。 地（市）级质监部门每年应当将年度监督检查的结果上报省级质监部门。对年度监督检查不合格应予吊销充装许可证的充装单位，报请省级质监部门吊销充装许可证书。 第五章 气瓶定期检验 第三十四条 气瓶的定期检验周期、报废期限应当符合有关安全技术规范及标准的规定。 第三十五条 承担气瓶定期检验工作的检验机构，应当经总局安全监察机构核准，按照有关安全技术规范和国家标准的规定，从事气瓶的定期检验工作。 从事气瓶定期检验工作的检验人员，应当经总局安全监察机构考核合格，取得气瓶检验人员证书后，方可从事气瓶检验工作。 第三十六条 气瓶定期检验证书有效期为4年。有效期满前，检验机构应当向发证部门申请办理换证手续，有效期满前未提出申请的，期满后不得继续从事气瓶定期检验工作。 第三十七条 气瓶检验机构应当有与所检气瓶种类、数量相适应的场地、余气回收与处理设施、检验设备、持证检验人员，并有一定的检验规模。",
					"time": "1989-07-21",
					"title": "气 瓶 安 全"
					},
					{
					"content": "2003年4月24日 国家质量监督检验检疫总局令第46号 第一章 总 则 第一条 为加强气瓶安全监察工作，保证气瓶安全使用，保护人民生命和财产安全，根据《特种设备安全监察条例》和《危险化学品安全管理条例》的有关要求，制定本规定。 第二条 本规定适用于正常环境温度（-40～60℃）下使用的、公称工作压力大于或等于0.2MPa（表压）且压力与容积的乘积大于或等于1.0MPa·L的盛装气体、液化气体和标准沸点等于或低于60℃的液体的气瓶（不含仅在灭火时承受压力、储存时不承受压力的灭火用气瓶）。 军事装备、核设施、航空航天器、铁路机车、船舶和海上设施使用的气瓶不适用本规定。 第三条 在中华人民共和国境内使用的气瓶，其设计、制造、充装、运输、储存、销售、使用和检验等各项活动，应当遵守本规定。 第四条 国家质量监督检验检疫总局（以下简称国家质检总局）负责全国范围内气瓶的安全监察工作，县以上地方质量技术监督行政部门（以下简称质监部门）对本行政区域内的气瓶实施安全监察。 第二章 气瓶设计与制造 第五条 气瓶设计实行设计文件鉴定制度。气瓶设计文件应当经国家质检总局特种设备安全监察机构（以下简称总局安全监察机构）核准的检验检测机构鉴定，方可用于制造。 第六条 气瓶制造单位申请设计文件鉴定时，应当提交齐全的设计文件和产品型式试验报告。气瓶设计文件应当包括： （一）设计任务书； （二）设计图样（含钢印印模图样）； （三）设计计算书； （四）设计说明书； （五）标准化审查报告； （六）使用说明书。 改变气瓶瓶体主体结构、设计厚度、瓶体材料牌号时，气瓶制造单位应当重新申请设计文件鉴定。 第七条 气瓶设计文件应当符合有关安全技术规范的规定，并满足相应国家标准（行业标准）或企业标准的要求。 第八条 液化石油气气瓶上应当设计装配防止超装的液位限制装置；易燃气体气瓶和助燃气体气瓶的瓶口螺纹和阀门出气口应当设计成不同的左右螺纹的旋向和内外螺纹的结构。 第九条 在我国境内使用的气瓶及其附件（包括气瓶瓶阀、减压阀、液位限制阀等，下同），其境内外制造企业应当取得国家质检总局颁发的制造许可证书，方可从事制造活动。气瓶及其附件的制造许可按照《锅炉压力容器制造监督管理办法》的规定执行。 从事气瓶焊接和无损检测的人员，应当经安全监察机构考核合格，并取得证书后，方可从事相应工作。 第十条 在我国境内使用的气瓶应当按照我国安全技术规范和国家标准（行业标准）生产。暂时没有国家标准（行业标准）时，应当制定符合安全技术规范要求的企业标准。 第十一条 在符合有关气瓶安全技术规范和国家标准的条件下，气瓶制造单位可按气瓶充装单位的要求，生产专用标识气瓶。 第十二条 气瓶及附件正式投产前，应当按照安全技术规范及相关标准的要求进行型式试验。改变设计文件或者主要制造工艺或者停产时间超过6个月重新生产时，应当进行气瓶的型式试验。 第十三条 研制、开发气瓶及其附件新产品，应当进行型式试验和技术评定。 第十四条 气瓶应当逐只进行监督检验后方可出厂（出口气瓶按合同或其他有关规定执行）。气瓶出厂时，制造单位应当在产品的明显位置上，以钢印（或者其他固定形式）注明制造单位的制造许可证编号和企业代号标志以及气瓶出厂编号，并向用户逐只出具铭牌式或者其他能固定于气瓶上的产品合格证，按批出具批量检验质量证明书。产品合格证和批量检验质量证明书的内容，应当符合相应的安全技术规范及产品标准的规定。 第十五条 气瓶及其附件制造单位必须对设计、制造的气瓶及其附件的安全性能和产品质量负责。气瓶阀门制造单位应当保证气瓶阀门至少安全使用到气瓶的下一个检验周期。 第三章 气瓶制造监督检验 第十六条 承担气瓶制造监督检验工作的检验机构（以下简称监检机构），应当经国家质检总局核准。监检机构所监督检验的产品，应当符合受检单位所取得的制造许可证书所规定的品种范围。 第十七条 监督检验的主要内容包括： （一）对气瓶制造过程中涉及安全的水压试验、气瓶出厂编号和打监督检验钢印等重要项目进行逐只监督检验； （二）对气瓶材料的复验、气瓶爆破试验和产品试样的力学性能和其他理化性能测试进行现场监督确认； （三）对受检单位的气瓶制造质量管理体系运转情况进行监督。 气瓶制造监督检验报告应当包括上述3项内容和结论。 第十八条 监检机构应当加强对监督检验工作的管理，根据受检单位生产的实际情况，派出相应的监督检验人员，及时完成监督检验任务；应当对监督检验人员进行培训和定期考核，为检验人员配备必要的检验和检测工具，确保监督检验工作质量。监检机构应当对出具的监督检验报告负责。 第十九条 监督检验人员应当认真履行职责，监督检验到位。应当根据有关安全技术规范及标准的要求实施监督检验，认真做好监督检验记录，对受检单位提供的技术资料等应当妥善保管，并予以保密。 签发监督检验报告的检验人员，应当持有国家质检总局颁发的压力容器检验师证书。 第二十条 监督检验人员发现受检单位质量管理体系运转失控而影响产品质量时，应当及时书面通知受检单位改正，并报告受检单位制造许可证发证部门。监督检验人员在监督检验中发现零部件存在安全质量问题时，有权制止零部件流入下道工序。 第二十一条 在监督检验过程中，受检单位和监检机构发生争议时，可提请受检单位所在地的地（市）级质监部门处理。必要时，可提请上一级质监部门处理。 第二十二条 监检机构所在地的地（市）级质监部门安全监察机构，应当每年对监检机构和受检单位进行监督检查。发现监检机构不能履行职责和受检单位逃避监督检验的问题，应当及时处理，并报告监检机构的核准部门和受检单位制造许可证发证部门。 第四章 气瓶充装 第二十三条 气瓶充装单位应当向省级质监部门特种设备安全监察机构提出充装许可书面申请。经审查，确认符合条件者，由省级质监部门颁发《气瓶充装许可证》。未取得《气瓶充装许可证》的，不得从事气瓶充装工作。 第二十四条 《气瓶充装许可证》有效期为4年，有效期满前，气瓶充装单位应当向原批准部门申请更换《气瓶充装许可证》。未按规定提出申请或未获准更换《气瓶充装许可证》的，有效期满后不得继续从事气瓶充装工作。 第二十五条 气瓶充装单位应当符合以下条件： （一）具有营业执照； （二）有适应气瓶充装和安全管理需要的技术人员和特种设备作业人员，具有与充装的气体种类相适应的完好的充装设施、工器具、检测手段、场地厂房，有符合要求的安全设施； （三）具有一定的气体储存能力和足够数量的自有产权气瓶； （四）符合相应气瓶充装站安全技术规范及国家标准的要求，建立健全的气瓶充装质量保证体系和安全管理制度。 第二十六条 气瓶充装单位应当履行以下义务： （一）向气体消费者提供气瓶，并对气瓶的安全全面负责； （二）负责气瓶的维护、保养和颜色标志的涂敷工作； （三）按照安全技术规范及有关国家标准的规定，负责做好气瓶充装前的检查和充装记录，并对气瓶的充装安全负责； （四）负责对充装作业人员和充装前检查人员进行有关气体性质、气瓶的基础知识、潜在危险和应急处理措施等内容的培训； （五）负责向气瓶使用者宣传安全使用知识和危险性警示要求，并在所充装的气瓶上粘贴符合安全技术规范及国家标准规定的警示标签和充装标签； （六）负责气瓶的送检工作，将不符合安全要求的气瓶送交地（市）级或地（市）级以上质监部门指定的气瓶检验机构报废销毁； （七）配合气瓶安全事故调查工作。 车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其它经省级质监部门安全监察机构同意的气瓶充装单位，应当履行上述规定的第（三）项、第（四）项、第（五）项、第（七）项义务。 第二十七条 充装单位应当采用计算机对所充装的自有产权气瓶进行建档登记，并负责涂敷充装站标志、气瓶编号和打充装站标志钢印。充装站标志应经省级质监部门备案。鼓励采用条码等先进信息化手段对气瓶进行安全管理。 第二十八条 气瓶充装单位应当保持气瓶充装人员的相对稳定。充装单位负责人和气瓶充装人员应当经地（市）级或者地（市）级以上质监部门考核，取得特种设备作业人员证书。 第二十九条 气瓶充装单位只能充装自有产权气瓶（车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其他经省级质监部门安全监察机构同意的气瓶除外），不得充装技术档案不在本充装单位的气瓶。 第三十条 气瓶充装前和充装后，应当由充装单位持证作业人员逐只对气瓶进行检查，发现超装、错装、泄漏或其他异常现象的，要立即进行妥善处理。 充装时，充装人员应按有关安全技术规范和国家标准规定进行充装。对未列入安全技术规范或国家标准的气体，应当制定企业充装标准，按标准规定的充装系数或充装压力进行充装。禁止对使用过的非重复充装气瓶再次进行充装。 第三十一条 气瓶充装单位应当保证充装的气体质量和充装量符合安全技术规范规定及相关标准的要求。 第三十二条 任何单位和个人不得改装气瓶或将报废气瓶翻新后使用。 第三十三条 地（市）级质监部门安全监察机构应当每年对辖区内的气瓶充装单位进行年度监督检查。年度监督检查的内容包括：自有产权气瓶的数量、钢印标志和建档情况、自有产权气瓶的充装和定期检验情况、充装单位负责人和充装人员持证情况。气瓶充装单位应当按照要求每年报送上述材料。 地（市）级质监部门每年应当将年度监督检查的结果上报省级质监部门。对年度监督检查不合格应予吊销充装许可证的充装单位，报请省级质监部门吊销充装许可证书。 第五章 气瓶定期检验 第三十四条 气瓶的定期检验周期、报废期限应当符合有关安全技术规范及标准的规定。 第三十五条 承担气瓶定期检验工作的检验机构，应当经总局安全监察机构核准，按照有关安全技术规范和国家标准的规定，从事气瓶的定期检验工作。 从事气瓶定期检验工作的检验人员，应当经总局安全监察机构考核合格，取得气瓶检验人员证书后，方可从事气瓶检验工作。 第三十六条 气瓶定期检验证书有效期为4年。有效期满前，检验机构应当向发证部门申请办理换证手续，有效期满前未提出申请的，期满后不得继续从事气瓶定期检验工作。 第三十七条 气瓶检验机构应当有与所检气瓶种类、数量相适应的场地、余气回收与处理设施、检验设备、持证检验人员，并有一定的检验规模。",
					"time": "1996-07-22",
					"title": "气 瓶 安 全"
					},
					{
					"content": "2003年4月24日 国家质量监督检验检疫总局令第46号 第一章 总 则 第一条 为加强气瓶安全监察工作，保证气瓶安全使用，保护人民生命和财产安全，根据《特种设备安全监察条例》和《危险化学品安全管理条例》的有关要求，制定本规定。 第二条 本规定适用于正常环境温度（-40～60℃）下使用的、公称工作压力大于或等于0.2MPa（表压）且压力与容积的乘积大于或等于1.0MPa·L的盛装气体、液化气体和标准沸点等于或低于60℃的液体的气瓶（不含仅在灭火时承受压力、储存时不承受压力的灭火用气瓶）。 军事装备、核设施、航空航天器、铁路机车、船舶和海上设施使用的气瓶不适用本规定。 第三条 在中华人民共和国境内使用的气瓶，其设计、制造、充装、运输、储存、销售、使用和检验等各项活动，应当遵守本规定。 第四条 国家质量监督检验检疫总局（以下简称国家质检总局）负责全国范围内气瓶的安全监察工作，县以上地方质量技术监督行政部门（以下简称质监部门）对本行政区域内的气瓶实施安全监察。 第二章 气瓶设计与制造 第五条 气瓶设计实行设计文件鉴定制度。气瓶设计文件应当经国家质检总局特种设备安全监察机构（以下简称总局安全监察机构）核准的检验检测机构鉴定，方可用于制造。 第六条 气瓶制造单位申请设计文件鉴定时，应当提交齐全的设计文件和产品型式试验报告。气瓶设计文件应当包括： （一）设计任务书； （二）设计图样（含钢印印模图样）； （三）设计计算书； （四）设计说明书； （五）标准化审查报告； （六）使用说明书。 改变气瓶瓶体主体结构、设计厚度、瓶体材料牌号时，气瓶制造单位应当重新申请设计文件鉴定。 第七条 气瓶设计文件应当符合有关安全技术规范的规定，并满足相应国家标准（行业标准）或企业标准的要求。 第八条 液化石油气气瓶上应当设计装配防止超装的液位限制装置；易燃气体气瓶和助燃气体气瓶的瓶口螺纹和阀门出气口应当设计成不同的左右螺纹的旋向和内外螺纹的结构。 第九条 在我国境内使用的气瓶及其附件（包括气瓶瓶阀、减压阀、液位限制阀等，下同），其境内外制造企业应当取得国家质检总局颁发的制造许可证书，方可从事制造活动。气瓶及其附件的制造许可按照《锅炉压力容器制造监督管理办法》的规定执行。 从事气瓶焊接和无损检测的人员，应当经安全监察机构考核合格，并取得证书后，方可从事相应工作。 第十条 在我国境内使用的气瓶应当按照我国安全技术规范和国家标准（行业标准）生产。暂时没有国家标准（行业标准）时，应当制定符合安全技术规范要求的企业标准。 第十一条 在符合有关气瓶安全技术规范和国家标准的条件下，气瓶制造单位可按气瓶充装单位的要求，生产专用标识气瓶。 第十二条 气瓶及附件正式投产前，应当按照安全技术规范及相关标准的要求进行型式试验。改变设计文件或者主要制造工艺或者停产时间超过6个月重新生产时，应当进行气瓶的型式试验。 第十三条 研制、开发气瓶及其附件新产品，应当进行型式试验和技术评定。 第十四条 气瓶应当逐只进行监督检验后方可出厂（出口气瓶按合同或其他有关规定执行）。气瓶出厂时，制造单位应当在产品的明显位置上，以钢印（或者其他固定形式）注明制造单位的制造许可证编号和企业代号标志以及气瓶出厂编号，并向用户逐只出具铭牌式或者其他能固定于气瓶上的产品合格证，按批出具批量检验质量证明书。产品合格证和批量检验质量证明书的内容，应当符合相应的安全技术规范及产品标准的规定。 第十五条 气瓶及其附件制造单位必须对设计、制造的气瓶及其附件的安全性能和产品质量负责。气瓶阀门制造单位应当保证气瓶阀门至少安全使用到气瓶的下一个检验周期。 第三章 气瓶制造监督检验 第十六条 承担气瓶制造监督检验工作的检验机构（以下简称监检机构），应当经国家质检总局核准。监检机构所监督检验的产品，应当符合受检单位所取得的制造许可证书所规定的品种范围。 第十七条 监督检验的主要内容包括： （一）对气瓶制造过程中涉及安全的水压试验、气瓶出厂编号和打监督检验钢印等重要项目进行逐只监督检验； （二）对气瓶材料的复验、气瓶爆破试验和产品试样的力学性能和其他理化性能测试进行现场监督确认； （三）对受检单位的气瓶制造质量管理体系运转情况进行监督。 气瓶制造监督检验报告应当包括上述3项内容和结论。 第十八条 监检机构应当加强对监督检验工作的管理，根据受检单位生产的实际情况，派出相应的监督检验人员，及时完成监督检验任务；应当对监督检验人员进行培训和定期考核，为检验人员配备必要的检验和检测工具，确保监督检验工作质量。监检机构应当对出具的监督检验报告负责。 第十九条 监督检验人员应当认真履行职责，监督检验到位。应当根据有关安全技术规范及标准的要求实施监督检验，认真做好监督检验记录，对受检单位提供的技术资料等应当妥善保管，并予以保密。 签发监督检验报告的检验人员，应当持有国家质检总局颁发的压力容器检验师证书。 第二十条 监督检验人员发现受检单位质量管理体系运转失控而影响产品质量时，应当及时书面通知受检单位改正，并报告受检单位制造许可证发证部门。监督检验人员在监督检验中发现零部件存在安全质量问题时，有权制止零部件流入下道工序。 第二十一条 在监督检验过程中，受检单位和监检机构发生争议时，可提请受检单位所在地的地（市）级质监部门处理。必要时，可提请上一级质监部门处理。 第二十二条 监检机构所在地的地（市）级质监部门安全监察机构，应当每年对监检机构和受检单位进行监督检查。发现监检机构不能履行职责和受检单位逃避监督检验的问题，应当及时处理，并报告监检机构的核准部门和受检单位制造许可证发证部门。 第四章 气瓶充装 第二十三条 气瓶充装单位应当向省级质监部门特种设备安全监察机构提出充装许可书面申请。经审查，确认符合条件者，由省级质监部门颁发《气瓶充装许可证》。未取得《气瓶充装许可证》的，不得从事气瓶充装工作。 第二十四条 《气瓶充装许可证》有效期为4年，有效期满前，气瓶充装单位应当向原批准部门申请更换《气瓶充装许可证》。未按规定提出申请或未获准更换《气瓶充装许可证》的，有效期满后不得继续从事气瓶充装工作。 第二十五条 气瓶充装单位应当符合以下条件： （一）具有营业执照； （二）有适应气瓶充装和安全管理需要的技术人员和特种设备作业人员，具有与充装的气体种类相适应的完好的充装设施、工器具、检测手段、场地厂房，有符合要求的安全设施； （三）具有一定的气体储存能力和足够数量的自有产权气瓶； （四）符合相应气瓶充装站安全技术规范及国家标准的要求，建立健全的气瓶充装质量保证体系和安全管理制度。 第二十六条 气瓶充装单位应当履行以下义务： （一）向气体消费者提供气瓶，并对气瓶的安全全面负责； （二）负责气瓶的维护、保养和颜色标志的涂敷工作； （三）按照安全技术规范及有关国家标准的规定，负责做好气瓶充装前的检查和充装记录，并对气瓶的充装安全负责； （四）负责对充装作业人员和充装前检查人员进行有关气体性质、气瓶的基础知识、潜在危险和应急处理措施等内容的培训； （五）负责向气瓶使用者宣传安全使用知识和危险性警示要求，并在所充装的气瓶上粘贴符合安全技术规范及国家标准规定的警示标签和充装标签； （六）负责气瓶的送检工作，将不符合安全要求的气瓶送交地（市）级或地（市）级以上质监部门指定的气瓶检验机构报废销毁； （七）配合气瓶安全事故调查工作。 车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其它经省级质监部门安全监察机构同意的气瓶充装单位，应当履行上述规定的第（三）项、第（四）项、第（五）项、第（七）项义务。 第二十七条 充装单位应当采用计算机对所充装的自有产权气瓶进行建档登记，并负责涂敷充装站标志、气瓶编号和打充装站标志钢印。充装站标志应经省级质监部门备案。鼓励采用条码等先进信息化手段对气瓶进行安全管理。 第二十八条 气瓶充装单位应当保持气瓶充装人员的相对稳定。充装单位负责人和气瓶充装人员应当经地（市）级或者地（市）级以上质监部门考核，取得特种设备作业人员证书。 第二十九条 气瓶充装单位只能充装自有产权气瓶（车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其他经省级质监部门安全监察机构同意的气瓶除外），不得充装技术档案不在本充装单位的气瓶。 第三十条 气瓶充装前和充装后，应当由充装单位持证作业人员逐只对气瓶进行检查，发现超装、错装、泄漏或其他异常现象的，要立即进行妥善处理。 充装时，充装人员应按有关安全技术规范和国家标准规定进行充装。对未列入安全技术规范或国家标准的气体，应当制定企业充装标准，按标准规定的充装系数或充装压力进行充装。禁止对使用过的非重复充装气瓶再次进行充装。 第三十一条 气瓶充装单位应当保证充装的气体质量和充装量符合安全技术规范规定及相关标准的要求。 第三十二条 任何单位和个人不得改装气瓶或将报废气瓶翻新后使用。 第三十三条 地（市）级质监部门安全监察机构应当每年对辖区内的气瓶充装单位进行年度监督检查。年度监督检查的内容包括：自有产权气瓶的数量、钢印标志和建档情况、自有产权气瓶的充装和定期检验情况、充装单位负责人和充装人员持证情况。气瓶充装单位应当按照要求每年报送上述材料。 地（市）级质监部门每年应当将年度监督检查的结果上报省级质监部门。对年度监督检查不合格应予吊销充装许可证的充装单位，报请省级质监部门吊销充装许可证书。 第五章 气瓶定期检验 第三十四条 气瓶的定期检验周期、报废期限应当符合有关安全技术规范及标准的规定。 第三十五条 承担气瓶定期检验工作的检验机构，应当经总局安全监察机构核准，按照有关安全技术规范和国家标准的规定，从事气瓶的定期检验工作。 从事气瓶定期检验工作的检验人员，应当经总局安全监察机构考核合格，取得气瓶检验人员证书后，方可从事气瓶检验工作。 第三十六条 气瓶定期检验证书有效期为4年。有效期满前，检验机构应当向发证部门申请办理换证手续，有效期满前未提出申请的，期满后不得继续从事气瓶定期检验工作。 第三十七条 气瓶检验机构应当有与所检气瓶种类、数量相适应的场地、余气回收与处理设施、检验设备、持证检验人员，并有一定的检验规模。",
					"time": "1994-03-06",
					"title": "气 瓶 安 全"
					},
					{
					"content": "2003年4月24日 国家质量监督检验检疫总局令第46号 第一章 总 则 第一条 为加强气瓶安全监察工作，保证气瓶安全使用，保护人民生命和财产安全，根据《特种设备安全监察条例》和《危险化学品安全管理条例》的有关要求，制定本规定。 第二条 本规定适用于正常环境温度（-40～60℃）下使用的、公称工作压力大于或等于0.2MPa（表压）且压力与容积的乘积大于或等于1.0MPa·L的盛装气体、液化气体和标准沸点等于或低于60℃的液体的气瓶（不含仅在灭火时承受压力、储存时不承受压力的灭火用气瓶）。 军事装备、核设施、航空航天器、铁路机车、船舶和海上设施使用的气瓶不适用本规定。 第三条 在中华人民共和国境内使用的气瓶，其设计、制造、充装、运输、储存、销售、使用和检验等各项活动，应当遵守本规定。 第四条 国家质量监督检验检疫总局（以下简称国家质检总局）负责全国范围内气瓶的安全监察工作，县以上地方质量技术监督行政部门（以下简称质监部门）对本行政区域内的气瓶实施安全监察。 第二章 气瓶设计与制造 第五条 气瓶设计实行设计文件鉴定制度。气瓶设计文件应当经国家质检总局特种设备安全监察机构（以下简称总局安全监察机构）核准的检验检测机构鉴定，方可用于制造。 第六条 气瓶制造单位申请设计文件鉴定时，应当提交齐全的设计文件和产品型式试验报告。气瓶设计文件应当包括： （一）设计任务书； （二）设计图样（含钢印印模图样）； （三）设计计算书； （四）设计说明书； （五）标准化审查报告； （六）使用说明书。 改变气瓶瓶体主体结构、设计厚度、瓶体材料牌号时，气瓶制造单位应当重新申请设计文件鉴定。 第七条 气瓶设计文件应当符合有关安全技术规范的规定，并满足相应国家标准（行业标准）或企业标准的要求。 第八条 液化石油气气瓶上应当设计装配防止超装的液位限制装置；易燃气体气瓶和助燃气体气瓶的瓶口螺纹和阀门出气口应当设计成不同的左右螺纹的旋向和内外螺纹的结构。 第九条 在我国境内使用的气瓶及其附件（包括气瓶瓶阀、减压阀、液位限制阀等，下同），其境内外制造企业应当取得国家质检总局颁发的制造许可证书，方可从事制造活动。气瓶及其附件的制造许可按照《锅炉压力容器制造监督管理办法》的规定执行。 从事气瓶焊接和无损检测的人员，应当经安全监察机构考核合格，并取得证书后，方可从事相应工作。 第十条 在我国境内使用的气瓶应当按照我国安全技术规范和国家标准（行业标准）生产。暂时没有国家标准（行业标准）时，应当制定符合安全技术规范要求的企业标准。 第十一条 在符合有关气瓶安全技术规范和国家标准的条件下，气瓶制造单位可按气瓶充装单位的要求，生产专用标识气瓶。 第十二条 气瓶及附件正式投产前，应当按照安全技术规范及相关标准的要求进行型式试验。改变设计文件或者主要制造工艺或者停产时间超过6个月重新生产时，应当进行气瓶的型式试验。 第十三条 研制、开发气瓶及其附件新产品，应当进行型式试验和技术评定。 第十四条 气瓶应当逐只进行监督检验后方可出厂（出口气瓶按合同或其他有关规定执行）。气瓶出厂时，制造单位应当在产品的明显位置上，以钢印（或者其他固定形式）注明制造单位的制造许可证编号和企业代号标志以及气瓶出厂编号，并向用户逐只出具铭牌式或者其他能固定于气瓶上的产品合格证，按批出具批量检验质量证明书。产品合格证和批量检验质量证明书的内容，应当符合相应的安全技术规范及产品标准的规定。 第十五条 气瓶及其附件制造单位必须对设计、制造的气瓶及其附件的安全性能和产品质量负责。气瓶阀门制造单位应当保证气瓶阀门至少安全使用到气瓶的下一个检验周期。 第三章 气瓶制造监督检验 第十六条 承担气瓶制造监督检验工作的检验机构（以下简称监检机构），应当经国家质检总局核准。监检机构所监督检验的产品，应当符合受检单位所取得的制造许可证书所规定的品种范围。 第十七条 监督检验的主要内容包括： （一）对气瓶制造过程中涉及安全的水压试验、气瓶出厂编号和打监督检验钢印等重要项目进行逐只监督检验； （二）对气瓶材料的复验、气瓶爆破试验和产品试样的力学性能和其他理化性能测试进行现场监督确认； （三）对受检单位的气瓶制造质量管理体系运转情况进行监督。 气瓶制造监督检验报告应当包括上述3项内容和结论。 第十八条 监检机构应当加强对监督检验工作的管理，根据受检单位生产的实际情况，派出相应的监督检验人员，及时完成监督检验任务；应当对监督检验人员进行培训和定期考核，为检验人员配备必要的检验和检测工具，确保监督检验工作质量。监检机构应当对出具的监督检验报告负责。 第十九条 监督检验人员应当认真履行职责，监督检验到位。应当根据有关安全技术规范及标准的要求实施监督检验，认真做好监督检验记录，对受检单位提供的技术资料等应当妥善保管，并予以保密。 签发监督检验报告的检验人员，应当持有国家质检总局颁发的压力容器检验师证书。 第二十条 监督检验人员发现受检单位质量管理体系运转失控而影响产品质量时，应当及时书面通知受检单位改正，并报告受检单位制造许可证发证部门。监督检验人员在监督检验中发现零部件存在安全质量问题时，有权制止零部件流入下道工序。 第二十一条 在监督检验过程中，受检单位和监检机构发生争议时，可提请受检单位所在地的地（市）级质监部门处理。必要时，可提请上一级质监部门处理。 第二十二条 监检机构所在地的地（市）级质监部门安全监察机构，应当每年对监检机构和受检单位进行监督检查。发现监检机构不能履行职责和受检单位逃避监督检验的问题，应当及时处理，并报告监检机构的核准部门和受检单位制造许可证发证部门。 第四章 气瓶充装 第二十三条 气瓶充装单位应当向省级质监部门特种设备安全监察机构提出充装许可书面申请。经审查，确认符合条件者，由省级质监部门颁发《气瓶充装许可证》。未取得《气瓶充装许可证》的，不得从事气瓶充装工作。 第二十四条 《气瓶充装许可证》有效期为4年，有效期满前，气瓶充装单位应当向原批准部门申请更换《气瓶充装许可证》。未按规定提出申请或未获准更换《气瓶充装许可证》的，有效期满后不得继续从事气瓶充装工作。 第二十五条 气瓶充装单位应当符合以下条件： （一）具有营业执照； （二）有适应气瓶充装和安全管理需要的技术人员和特种设备作业人员，具有与充装的气体种类相适应的完好的充装设施、工器具、检测手段、场地厂房，有符合要求的安全设施； （三）具有一定的气体储存能力和足够数量的自有产权气瓶； （四）符合相应气瓶充装站安全技术规范及国家标准的要求，建立健全的气瓶充装质量保证体系和安全管理制度。 第二十六条 气瓶充装单位应当履行以下义务： （一）向气体消费者提供气瓶，并对气瓶的安全全面负责； （二）负责气瓶的维护、保养和颜色标志的涂敷工作； （三）按照安全技术规范及有关国家标准的规定，负责做好气瓶充装前的检查和充装记录，并对气瓶的充装安全负责； （四）负责对充装作业人员和充装前检查人员进行有关气体性质、气瓶的基础知识、潜在危险和应急处理措施等内容的培训； （五）负责向气瓶使用者宣传安全使用知识和危险性警示要求，并在所充装的气瓶上粘贴符合安全技术规范及国家标准规定的警示标签和充装标签； （六）负责气瓶的送检工作，将不符合安全要求的气瓶送交地（市）级或地（市）级以上质监部门指定的气瓶检验机构报废销毁； （七）配合气瓶安全事故调查工作。 车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其它经省级质监部门安全监察机构同意的气瓶充装单位，应当履行上述规定的第（三）项、第（四）项、第（五）项、第（七）项义务。 第二十七条 充装单位应当采用计算机对所充装的自有产权气瓶进行建档登记，并负责涂敷充装站标志、气瓶编号和打充装站标志钢印。充装站标志应经省级质监部门备案。鼓励采用条码等先进信息化手段对气瓶进行安全管理。 第二十八条 气瓶充装单位应当保持气瓶充装人员的相对稳定。充装单位负责人和气瓶充装人员应当经地（市）级或者地（市）级以上质监部门考核，取得特种设备作业人员证书。 第二十九条 气瓶充装单位只能充装自有产权气瓶（车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其他经省级质监部门安全监察机构同意的气瓶除外），不得充装技术档案不在本充装单位的气瓶。 第三十条 气瓶充装前和充装后，应当由充装单位持证作业人员逐只对气瓶进行检查，发现超装、错装、泄漏或其他异常现象的，要立即进行妥善处理。 充装时，充装人员应按有关安全技术规范和国家标准规定进行充装。对未列入安全技术规范或国家标准的气体，应当制定企业充装标准，按标准规定的充装系数或充装压力进行充装。禁止对使用过的非重复充装气瓶再次进行充装。 第三十一条 气瓶充装单位应当保证充装的气体质量和充装量符合安全技术规范规定及相关标准的要求。 第三十二条 任何单位和个人不得改装气瓶或将报废气瓶翻新后使用。 第三十三条 地（市）级质监部门安全监察机构应当每年对辖区内的气瓶充装单位进行年度监督检查。年度监督检查的内容包括：自有产权气瓶的数量、钢印标志和建档情况、自有产权气瓶的充装和定期检验情况、充装单位负责人和充装人员持证情况。气瓶充装单位应当按照要求每年报送上述材料。 地（市）级质监部门每年应当将年度监督检查的结果上报省级质监部门。对年度监督检查不合格应予吊销充装许可证的充装单位，报请省级质监部门吊销充装许可证书。 第五章 气瓶定期检验 第三十四条 气瓶的定期检验周期、报废期限应当符合有关安全技术规范及标准的规定。 第三十五条 承担气瓶定期检验工作的检验机构，应当经总局安全监察机构核准，按照有关安全技术规范和国家标准的规定，从事气瓶的定期检验工作。 从事气瓶定期检验工作的检验人员，应当经总局安全监察机构考核合格，取得气瓶检验人员证书后，方可从事气瓶检验工作。 第三十六条 气瓶定期检验证书有效期为4年。有效期满前，检验机构应当向发证部门申请办理换证手续，有效期满前未提出申请的，期满后不得继续从事气瓶定期检验工作。 第三十七条 气瓶检验机构应当有与所检气瓶种类、数量相适应的场地、余气回收与处理设施、检验设备、持证检验人员，并有一定的检验规模。",
					"time": "1979-11-20",
					"title": "气 瓶 安 全"
					},
					{
					"content": "2003年4月24日 国家质量监督检验检疫总局令第46号 第一章 总 则 第一条 为加强气瓶安全监察工作，保证气瓶安全使用，保护人民生命和财产安全，根据《特种设备安全监察条例》和《危险化学品安全管理条例》的有关要求，制定本规定。 第二条 本规定适用于正常环境温度（-40～60℃）下使用的、公称工作压力大于或等于0.2MPa（表压）且压力与容积的乘积大于或等于1.0MPa·L的盛装气体、液化气体和标准沸点等于或低于60℃的液体的气瓶（不含仅在灭火时承受压力、储存时不承受压力的灭火用气瓶）。 军事装备、核设施、航空航天器、铁路机车、船舶和海上设施使用的气瓶不适用本规定。 第三条 在中华人民共和国境内使用的气瓶，其设计、制造、充装、运输、储存、销售、使用和检验等各项活动，应当遵守本规定。 第四条 国家质量监督检验检疫总局（以下简称国家质检总局）负责全国范围内气瓶的安全监察工作，县以上地方质量技术监督行政部门（以下简称质监部门）对本行政区域内的气瓶实施安全监察。 第二章 气瓶设计与制造 第五条 气瓶设计实行设计文件鉴定制度。气瓶设计文件应当经国家质检总局特种设备安全监察机构（以下简称总局安全监察机构）核准的检验检测机构鉴定，方可用于制造。 第六条 气瓶制造单位申请设计文件鉴定时，应当提交齐全的设计文件和产品型式试验报告。气瓶设计文件应当包括： （一）设计任务书； （二）设计图样（含钢印印模图样）； （三）设计计算书； （四）设计说明书； （五）标准化审查报告； （六）使用说明书。 改变气瓶瓶体主体结构、设计厚度、瓶体材料牌号时，气瓶制造单位应当重新申请设计文件鉴定。 第七条 气瓶设计文件应当符合有关安全技术规范的规定，并满足相应国家标准（行业标准）或企业标准的要求。 第八条 液化石油气气瓶上应当设计装配防止超装的液位限制装置；易燃气体气瓶和助燃气体气瓶的瓶口螺纹和阀门出气口应当设计成不同的左右螺纹的旋向和内外螺纹的结构。 第九条 在我国境内使用的气瓶及其附件（包括气瓶瓶阀、减压阀、液位限制阀等，下同），其境内外制造企业应当取得国家质检总局颁发的制造许可证书，方可从事制造活动。气瓶及其附件的制造许可按照《锅炉压力容器制造监督管理办法》的规定执行。 从事气瓶焊接和无损检测的人员，应当经安全监察机构考核合格，并取得证书后，方可从事相应工作。 第十条 在我国境内使用的气瓶应当按照我国安全技术规范和国家标准（行业标准）生产。暂时没有国家标准（行业标准）时，应当制定符合安全技术规范要求的企业标准。 第十一条 在符合有关气瓶安全技术规范和国家标准的条件下，气瓶制造单位可按气瓶充装单位的要求，生产专用标识气瓶。 第十二条 气瓶及附件正式投产前，应当按照安全技术规范及相关标准的要求进行型式试验。改变设计文件或者主要制造工艺或者停产时间超过6个月重新生产时，应当进行气瓶的型式试验。 第十三条 研制、开发气瓶及其附件新产品，应当进行型式试验和技术评定。 第十四条 气瓶应当逐只进行监督检验后方可出厂（出口气瓶按合同或其他有关规定执行）。气瓶出厂时，制造单位应当在产品的明显位置上，以钢印（或者其他固定形式）注明制造单位的制造许可证编号和企业代号标志以及气瓶出厂编号，并向用户逐只出具铭牌式或者其他能固定于气瓶上的产品合格证，按批出具批量检验质量证明书。产品合格证和批量检验质量证明书的内容，应当符合相应的安全技术规范及产品标准的规定。 第十五条 气瓶及其附件制造单位必须对设计、制造的气瓶及其附件的安全性能和产品质量负责。气瓶阀门制造单位应当保证气瓶阀门至少安全使用到气瓶的下一个检验周期。 第三章 气瓶制造监督检验 第十六条 承担气瓶制造监督检验工作的检验机构（以下简称监检机构），应当经国家质检总局核准。监检机构所监督检验的产品，应当符合受检单位所取得的制造许可证书所规定的品种范围。 第十七条 监督检验的主要内容包括： （一）对气瓶制造过程中涉及安全的水压试验、气瓶出厂编号和打监督检验钢印等重要项目进行逐只监督检验； （二）对气瓶材料的复验、气瓶爆破试验和产品试样的力学性能和其他理化性能测试进行现场监督确认； （三）对受检单位的气瓶制造质量管理体系运转情况进行监督。 气瓶制造监督检验报告应当包括上述3项内容和结论。 第十八条 监检机构应当加强对监督检验工作的管理，根据受检单位生产的实际情况，派出相应的监督检验人员，及时完成监督检验任务；应当对监督检验人员进行培训和定期考核，为检验人员配备必要的检验和检测工具，确保监督检验工作质量。监检机构应当对出具的监督检验报告负责。 第十九条 监督检验人员应当认真履行职责，监督检验到位。应当根据有关安全技术规范及标准的要求实施监督检验，认真做好监督检验记录，对受检单位提供的技术资料等应当妥善保管，并予以保密。 签发监督检验报告的检验人员，应当持有国家质检总局颁发的压力容器检验师证书。 第二十条 监督检验人员发现受检单位质量管理体系运转失控而影响产品质量时，应当及时书面通知受检单位改正，并报告受检单位制造许可证发证部门。监督检验人员在监督检验中发现零部件存在安全质量问题时，有权制止零部件流入下道工序。 第二十一条 在监督检验过程中，受检单位和监检机构发生争议时，可提请受检单位所在地的地（市）级质监部门处理。必要时，可提请上一级质监部门处理。 第二十二条 监检机构所在地的地（市）级质监部门安全监察机构，应当每年对监检机构和受检单位进行监督检查。发现监检机构不能履行职责和受检单位逃避监督检验的问题，应当及时处理，并报告监检机构的核准部门和受检单位制造许可证发证部门。 第四章 气瓶充装 第二十三条 气瓶充装单位应当向省级质监部门特种设备安全监察机构提出充装许可书面申请。经审查，确认符合条件者，由省级质监部门颁发《气瓶充装许可证》。未取得《气瓶充装许可证》的，不得从事气瓶充装工作。 第二十四条 《气瓶充装许可证》有效期为4年，有效期满前，气瓶充装单位应当向原批准部门申请更换《气瓶充装许可证》。未按规定提出申请或未获准更换《气瓶充装许可证》的，有效期满后不得继续从事气瓶充装工作。 第二十五条 气瓶充装单位应当符合以下条件： （一）具有营业执照； （二）有适应气瓶充装和安全管理需要的技术人员和特种设备作业人员，具有与充装的气体种类相适应的完好的充装设施、工器具、检测手段、场地厂房，有符合要求的安全设施； （三）具有一定的气体储存能力和足够数量的自有产权气瓶； （四）符合相应气瓶充装站安全技术规范及国家标准的要求，建立健全的气瓶充装质量保证体系和安全管理制度。 第二十六条 气瓶充装单位应当履行以下义务： （一）向气体消费者提供气瓶，并对气瓶的安全全面负责； （二）负责气瓶的维护、保养和颜色标志的涂敷工作； （三）按照安全技术规范及有关国家标准的规定，负责做好气瓶充装前的检查和充装记录，并对气瓶的充装安全负责； （四）负责对充装作业人员和充装前检查人员进行有关气体性质、气瓶的基础知识、潜在危险和应急处理措施等内容的培训； （五）负责向气瓶使用者宣传安全使用知识和危险性警示要求，并在所充装的气瓶上粘贴符合安全技术规范及国家标准规定的警示标签和充装标签； （六）负责气瓶的送检工作，将不符合安全要求的气瓶送交地（市）级或地（市）级以上质监部门指定的气瓶检验机构报废销毁； （七）配合气瓶安全事故调查工作。 车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其它经省级质监部门安全监察机构同意的气瓶充装单位，应当履行上述规定的第（三）项、第（四）项、第（五）项、第（七）项义务。 第二十七条 充装单位应当采用计算机对所充装的自有产权气瓶进行建档登记，并负责涂敷充装站标志、气瓶编号和打充装站标志钢印。充装站标志应经省级质监部门备案。鼓励采用条码等先进信息化手段对气瓶进行安全管理。 第二十八条 气瓶充装单位应当保持气瓶充装人员的相对稳定。充装单位负责人和气瓶充装人员应当经地（市）级或者地（市）级以上质监部门考核，取得特种设备作业人员证书。 第二十九条 气瓶充装单位只能充装自有产权气瓶（车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其他经省级质监部门安全监察机构同意的气瓶除外），不得充装技术档案不在本充装单位的气瓶。 第三十条 气瓶充装前和充装后，应当由充装单位持证作业人员逐只对气瓶进行检查，发现超装、错装、泄漏或其他异常现象的，要立即进行妥善处理。 充装时，充装人员应按有关安全技术规范和国家标准规定进行充装。对未列入安全技术规范或国家标准的气体，应当制定企业充装标准，按标准规定的充装系数或充装压力进行充装。禁止对使用过的非重复充装气瓶再次进行充装。 第三十一条 气瓶充装单位应当保证充装的气体质量和充装量符合安全技术规范规定及相关标准的要求。 第三十二条 任何单位和个人不得改装气瓶或将报废气瓶翻新后使用。 第三十三条 地（市）级质监部门安全监察机构应当每年对辖区内的气瓶充装单位进行年度监督检查。年度监督检查的内容包括：自有产权气瓶的数量、钢印标志和建档情况、自有产权气瓶的充装和定期检验情况、充装单位负责人和充装人员持证情况。气瓶充装单位应当按照要求每年报送上述材料。 地（市）级质监部门每年应当将年度监督检查的结果上报省级质监部门。对年度监督检查不合格应予吊销充装许可证的充装单位，报请省级质监部门吊销充装许可证书。 第五章 气瓶定期检验 第三十四条 气瓶的定期检验周期、报废期限应当符合有关安全技术规范及标准的规定。 第三十五条 承担气瓶定期检验工作的检验机构，应当经总局安全监察机构核准，按照有关安全技术规范和国家标准的规定，从事气瓶的定期检验工作。 从事气瓶定期检验工作的检验人员，应当经总局安全监察机构考核合格，取得气瓶检验人员证书后，方可从事气瓶检验工作。 第三十六条 气瓶定期检验证书有效期为4年。有效期满前，检验机构应当向发证部门申请办理换证手续，有效期满前未提出申请的，期满后不得继续从事气瓶定期检验工作。 第三十七条 气瓶检验机构应当有与所检气瓶种类、数量相适应的场地、余气回收与处理设施、检验设备、持证检验人员，并有一定的检验规模。",
					"time": "2007-08-08",
					"title": "气 瓶 安 全"
					},
					{
					"content": "2003年4月24日 国家质量监督检验检疫总局令第46号 第一章 总 则 第一条 为加强气瓶安全监察工作，保证气瓶安全使用，保护人民生命和财产安全，根据《特种设备安全监察条例》和《危险化学品安全管理条例》的有关要求，制定本规定。 第二条 本规定适用于正常环境温度（-40～60℃）下使用的、公称工作压力大于或等于0.2MPa（表压）且压力与容积的乘积大于或等于1.0MPa·L的盛装气体、液化气体和标准沸点等于或低于60℃的液体的气瓶（不含仅在灭火时承受压力、储存时不承受压力的灭火用气瓶）。 军事装备、核设施、航空航天器、铁路机车、船舶和海上设施使用的气瓶不适用本规定。 第三条 在中华人民共和国境内使用的气瓶，其设计、制造、充装、运输、储存、销售、使用和检验等各项活动，应当遵守本规定。 第四条 国家质量监督检验检疫总局（以下简称国家质检总局）负责全国范围内气瓶的安全监察工作，县以上地方质量技术监督行政部门（以下简称质监部门）对本行政区域内的气瓶实施安全监察。 第二章 气瓶设计与制造 第五条 气瓶设计实行设计文件鉴定制度。气瓶设计文件应当经国家质检总局特种设备安全监察机构（以下简称总局安全监察机构）核准的检验检测机构鉴定，方可用于制造。 第六条 气瓶制造单位申请设计文件鉴定时，应当提交齐全的设计文件和产品型式试验报告。气瓶设计文件应当包括： （一）设计任务书； （二）设计图样（含钢印印模图样）； （三）设计计算书； （四）设计说明书； （五）标准化审查报告； （六）使用说明书。 改变气瓶瓶体主体结构、设计厚度、瓶体材料牌号时，气瓶制造单位应当重新申请设计文件鉴定。 第七条 气瓶设计文件应当符合有关安全技术规范的规定，并满足相应国家标准（行业标准）或企业标准的要求。 第八条 液化石油气气瓶上应当设计装配防止超装的液位限制装置；易燃气体气瓶和助燃气体气瓶的瓶口螺纹和阀门出气口应当设计成不同的左右螺纹的旋向和内外螺纹的结构。 第九条 在我国境内使用的气瓶及其附件（包括气瓶瓶阀、减压阀、液位限制阀等，下同），其境内外制造企业应当取得国家质检总局颁发的制造许可证书，方可从事制造活动。气瓶及其附件的制造许可按照《锅炉压力容器制造监督管理办法》的规定执行。 从事气瓶焊接和无损检测的人员，应当经安全监察机构考核合格，并取得证书后，方可从事相应工作。 第十条 在我国境内使用的气瓶应当按照我国安全技术规范和国家标准（行业标准）生产。暂时没有国家标准（行业标准）时，应当制定符合安全技术规范要求的企业标准。 第十一条 在符合有关气瓶安全技术规范和国家标准的条件下，气瓶制造单位可按气瓶充装单位的要求，生产专用标识气瓶。 第十二条 气瓶及附件正式投产前，应当按照安全技术规范及相关标准的要求进行型式试验。改变设计文件或者主要制造工艺或者停产时间超过6个月重新生产时，应当进行气瓶的型式试验。 第十三条 研制、开发气瓶及其附件新产品，应当进行型式试验和技术评定。 第十四条 气瓶应当逐只进行监督检验后方可出厂（出口气瓶按合同或其他有关规定执行）。气瓶出厂时，制造单位应当在产品的明显位置上，以钢印（或者其他固定形式）注明制造单位的制造许可证编号和企业代号标志以及气瓶出厂编号，并向用户逐只出具铭牌式或者其他能固定于气瓶上的产品合格证，按批出具批量检验质量证明书。产品合格证和批量检验质量证明书的内容，应当符合相应的安全技术规范及产品标准的规定。 第十五条 气瓶及其附件制造单位必须对设计、制造的气瓶及其附件的安全性能和产品质量负责。气瓶阀门制造单位应当保证气瓶阀门至少安全使用到气瓶的下一个检验周期。 第三章 气瓶制造监督检验 第十六条 承担气瓶制造监督检验工作的检验机构（以下简称监检机构），应当经国家质检总局核准。监检机构所监督检验的产品，应当符合受检单位所取得的制造许可证书所规定的品种范围。 第十七条 监督检验的主要内容包括： （一）对气瓶制造过程中涉及安全的水压试验、气瓶出厂编号和打监督检验钢印等重要项目进行逐只监督检验； （二）对气瓶材料的复验、气瓶爆破试验和产品试样的力学性能和其他理化性能测试进行现场监督确认； （三）对受检单位的气瓶制造质量管理体系运转情况进行监督。 气瓶制造监督检验报告应当包括上述3项内容和结论。 第十八条 监检机构应当加强对监督检验工作的管理，根据受检单位生产的实际情况，派出相应的监督检验人员，及时完成监督检验任务；应当对监督检验人员进行培训和定期考核，为检验人员配备必要的检验和检测工具，确保监督检验工作质量。监检机构应当对出具的监督检验报告负责。 第十九条 监督检验人员应当认真履行职责，监督检验到位。应当根据有关安全技术规范及标准的要求实施监督检验，认真做好监督检验记录，对受检单位提供的技术资料等应当妥善保管，并予以保密。 签发监督检验报告的检验人员，应当持有国家质检总局颁发的压力容器检验师证书。 第二十条 监督检验人员发现受检单位质量管理体系运转失控而影响产品质量时，应当及时书面通知受检单位改正，并报告受检单位制造许可证发证部门。监督检验人员在监督检验中发现零部件存在安全质量问题时，有权制止零部件流入下道工序。 第二十一条 在监督检验过程中，受检单位和监检机构发生争议时，可提请受检单位所在地的地（市）级质监部门处理。必要时，可提请上一级质监部门处理。 第二十二条 监检机构所在地的地（市）级质监部门安全监察机构，应当每年对监检机构和受检单位进行监督检查。发现监检机构不能履行职责和受检单位逃避监督检验的问题，应当及时处理，并报告监检机构的核准部门和受检单位制造许可证发证部门。 第四章 气瓶充装 第二十三条 气瓶充装单位应当向省级质监部门特种设备安全监察机构提出充装许可书面申请。经审查，确认符合条件者，由省级质监部门颁发《气瓶充装许可证》。未取得《气瓶充装许可证》的，不得从事气瓶充装工作。 第二十四条 《气瓶充装许可证》有效期为4年，有效期满前，气瓶充装单位应当向原批准部门申请更换《气瓶充装许可证》。未按规定提出申请或未获准更换《气瓶充装许可证》的，有效期满后不得继续从事气瓶充装工作。 第二十五条 气瓶充装单位应当符合以下条件： （一）具有营业执照； （二）有适应气瓶充装和安全管理需要的技术人员和特种设备作业人员，具有与充装的气体种类相适应的完好的充装设施、工器具、检测手段、场地厂房，有符合要求的安全设施； （三）具有一定的气体储存能力和足够数量的自有产权气瓶； （四）符合相应气瓶充装站安全技术规范及国家标准的要求，建立健全的气瓶充装质量保证体系和安全管理制度。 第二十六条 气瓶充装单位应当履行以下义务： （一）向气体消费者提供气瓶，并对气瓶的安全全面负责； （二）负责气瓶的维护、保养和颜色标志的涂敷工作； （三）按照安全技术规范及有关国家标准的规定，负责做好气瓶充装前的检查和充装记录，并对气瓶的充装安全负责； （四）负责对充装作业人员和充装前检查人员进行有关气体性质、气瓶的基础知识、潜在危险和应急处理措施等内容的培训； （五）负责向气瓶使用者宣传安全使用知识和危险性警示要求，并在所充装的气瓶上粘贴符合安全技术规范及国家标准规定的警示标签和充装标签； （六）负责气瓶的送检工作，将不符合安全要求的气瓶送交地（市）级或地（市）级以上质监部门指定的气瓶检验机构报废销毁； （七）配合气瓶安全事故调查工作。 车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其它经省级质监部门安全监察机构同意的气瓶充装单位，应当履行上述规定的第（三）项、第（四）项、第（五）项、第（七）项义务。 第二十七条 充装单位应当采用计算机对所充装的自有产权气瓶进行建档登记，并负责涂敷充装站标志、气瓶编号和打充装站标志钢印。充装站标志应经省级质监部门备案。鼓励采用条码等先进信息化手段对气瓶进行安全管理。 第二十八条 气瓶充装单位应当保持气瓶充装人员的相对稳定。充装单位负责人和气瓶充装人员应当经地（市）级或者地（市）级以上质监部门考核，取得特种设备作业人员证书。 第二十九条 气瓶充装单位只能充装自有产权气瓶（车用气瓶、呼吸用气瓶、灭火用气瓶、非重复充装气瓶和其他经省级质监部门安全监察机构同意的气瓶除外），不得充装技术档案不在本充装单位的气瓶。 第三十条 气瓶充装前和充装后，应当由充装单位持证作业人员逐只对气瓶进行检查，发现超装、错装、泄漏或其他异常现象的，要立即进行妥善处理。 充装时，充装人员应按有关安全技术规范和国家标准规定进行充装。对未列入安全技术规范或国家标准的气体，应当制定企业充装标准，按标准规定的充装系数或充装压力进行充装。禁止对使用过的非重复充装气瓶再次进行充装。 第三十一条 气瓶充装单位应当保证充装的气体质量和充装量符合安全技术规范规定及相关标准的要求。 第三十二条 任何单位和个人不得改装气瓶或将报废气瓶翻新后使用。 第三十三条 地（市）级质监部门安全监察机构应当每年对辖区内的气瓶充装单位进行年度监督检查。年度监督检查的内容包括：自有产权气瓶的数量、钢印标志和建档情况、自有产权气瓶的充装和定期检验情况、充装单位负责人和充装人员持证情况。气瓶充装单位应当按照要求每年报送上述材料。 地（市）级质监部门每年应当将年度监督检查的结果上报省级质监部门。对年度监督检查不合格应予吊销充装许可证的充装单位，报请省级质监部门吊销充装许可证书。 第五章 气瓶定期检验 第三十四条 气瓶的定期检验周期、报废期限应当符合有关安全技术规范及标准的规定。 第三十五条 承担气瓶定期检验工作的检验机构，应当经总局安全监察机构核准，按照有关安全技术规范和国家标准的规定，从事气瓶的定期检验工作。 从事气瓶定期检验工作的检验人员，应当经总局安全监察机构考核合格，取得气瓶检验人员证书后，方可从事气瓶检验工作。 第三十六条 气瓶定期检验证书有效期为4年。有效期满前，检验机构应当向发证部门申请办理换证手续，有效期满前未提出申请的，期满后不得继续从事气瓶定期检验工作。 第三十七条 气瓶检验机构应当有与所检气瓶种类、数量相适应的场地、余气回收与处理设施、检验设备、持证检验人员，并有一定的检验规模。",
					"time": "1988-05-10",
					"title": "气 瓶 安 全"
					}
		        ],
		        coursewares_data: [
		            {
		                "content": "请下载后浏览",
		                "dowmload": " 123/4",
		                "time": "2006-07-31",
		                "title": "安全知识讲座"
		            },
		            {
		                "content": "请下载后浏览",
		                "dowmload": " 123/4",
		                "time": "1992-01-18",
		                "title": "安全知识讲座"
		            },
		            {
		                "content": "请下载后浏览",
		                "dowmload": " 123/4",
		                "time": "1981-04-24",
		                "title": "安全知识讲座"
		            },
		            {
		                "content": "请下载后浏览",
		                "dowmload": " 123/4",
		                "time": "1984-12-30",
		                "title": "安全知识讲座"
		            },
		            {
		                "content": "请下载后浏览",
		                "dowmload": " 123/4",
		                "time": "1987-09-17",
		                "title": "安全知识讲座"
		            },
		            {
		                "content": "请下载后浏览",
		                "dowmload": " 123/4",
		                "time": "1985-08-31",
		                "title": "安全知识讲座"
		            },
		            {
		                "content": "请下载后浏览",
		                "dowmload": " 123/4",
		                "time": "1997-07-04",
		                "title": "安全知识讲座"
		            }
		        ],
		        flags_data: [
		            {
		                "title": "禁止入内",
		                "url": "http://qmjskpucav.co.uk/yprr"
		            },
		            {
		                "title": "禁止入内",
		                "url": "http://vrdqbhoq.net/qrboluht"
		            },
		            {
		                "title": "禁止入内",
		                "url": "http://ddyylevth.io/vboay"
		            },
		            {
		                "title": "禁止入内",
		                "url": "http://kiab.com/ytl"
		            }
		        ],
		        listData: [],
		        listShow: true
			};
		},
		watch: {
			'$route'() {
				this.changeRoute();
			}
		},
		created() {
			this.changeRoute();
		},
		methods: {
			changes(menu, index) {
				this.cur_info.index = index;
				this.cur_info.cur_menu = menu;
				this.$router.push(menu.name);
				this.listShow = !this.listShow;
			},
			changeRoute() {
				// 获取路由信息并存储之
				var routeName = this.$route.name;
				var zhongjian = this.info_list.filter(function(item) {
				return item.name === routeName;
				});
				this.cur_info.cur_menu = zhongjian[0];
				this.cur_info.index = this.info_list.indexOf(zhongjian[0]);

				// 获取api
				this.getApi(routeName);
			},
			getApi(url) {
				this.$http.get('api/' + 'all' + url).then((response) => {
						this.listData = response.body;
				});
			}
		},
		components: {
			infoMain
		}
	};

</script>

<style lang="stylus" rel="stylesheet/stylus">
	.info
	  &>.img-info
	    width: 100%
	  &>.info-wrapper
	    display: flex
	    align-items: flex-start
	    &>.info-list
	      flex: 1
	      min-width: 180px
	      border: 1px solid #DBDBDB
	      border-color: #a13d62 #c3c3c3 #c3c3c3 #c3c3c3
	      &>.info-list-item
	        line-height: 35px
	        height: 35px
	        border: 1px solid #DBDBDB
	        text-indent: 25px
	        transition: 0.2s
	        &:hover
	          cursor: pointer
	          color: #fff
	          background-color: #a13d62
	          text-indent: 22px
	        &.active
	          text-indent: 40px
	          color: #fff
	          background-color: #a13d62
	    &>.info-main
	      flex: 4
	      border: 1px solid #a13d62
	      min-width: 680px
	      &>.title
	        border-bottom: 1px solid #a13d62
	        border-bottom-width: 2px
	        margin: 0 5px
	        text-indent: 19px
	        font-weight: 700
	        padding: 12px
	      &>.footer
	        width: 100%
	        color: white
	        background-color: #a13d62
	        text-align: center
	        line-height: 25px
	        &>a
	          color: #918695
	          text-decoration: none
	          &:hover,&.active
	            color: white
	      &>.wrapper
	        min-height: 500px
	        padding: 12px
	        &>.list-item
	          width: 100%
	          padding: 10px
	          border-bottom: #a13d62 1px dotted
	          &>.title
	            font-size: 20px
	            cursor: pointer
	          &>.sanjiaoxing
	            width: 0
	            height: 0
	            border-style: solid
	            border-width: 10px 0 10px 10px
	            border-color: #a13d62
	            border-top-color: transparent
	            border-bottom-color: transparent
	            display: inline-block
	            position: relative
	            top: 3px
	          &>.time
	            color: #918695
	            margin-left: 200px

</style>